[
    {
        "image": "https://i.ibb.co/ncXKMkk/office.jpg",
        "estate_title": "Prime Office Space in Central Business District",
        "id": 1,
        "segment_name": "Office Space",
        "description": "Modern office building with state-of-the-art facilities. Ideal for businesses looking for a prestigious location.A pair of business consultants are brought in to help the company downsize, and Peter begins dating Joanna. She works at a trendy chain restaurant, and is required to wear (buttons allowing employees to. Her boss hassles her for not wearing more than the required minimum.",
        "price": "10,000/month",
        "status": "rent",
        "area": "5,000 sq ft",
        "location": "Manhattan, NY",
        "facilities": [
            "Conference Rooms",
            "High-speed Internet",
            "Parking Garage"
        ],
        "view_property_button": "View Property"
    },
    {
        "image": "https://i.ibb.co/MNg2gfS/retail.jpg",
        "estate_title": "Retail Storefront in Busy Shopping Plaza",
        "id": 2,
        "segment_name": "Retail Space",
        "description": "Spacious retail storefront with high visibility and foot traffic. Perfect for retail businesses or restaurants.We are looking for a detail-oriented and creative Retail Space Planner to join our team. The successful candidate will be responsible for planning and organizing our retail spaces to maximize sales and enhance the shopping experience for our customers. This will involve analyzing sales data, monitoring market trends, and working closely with our merchandising and store teams to create effective store layouts.",
        "price": "2,500,000",
        "status": "sale",
        "area": "3,000 sq ft",
        "location": "Los Angeles, CA",
        "facilities": [
            "Storefront Display",
            "Outdoor Patio",
            "Kitchenette"
        ],
        "view_property_button": "View Property"
    },
    {
        "image": "https://i.ibb.co/G5Fhnbm/warehouse.jpg",
        "estate_title": "Warehouse Facility with Loading Docks",
        "id": 3,
        "segment_name": "Warehouse",
        "description": "Large warehouse space with loading docks and ample storage. Suitable for distribution or manufacturing businesses.Warehouses usually have loading docks to load and unload goods from trucks. Sometimes warehouses are designed for the loading and unloading of goods directly from railways, airports, or seaports.",
        "price": "6,000/month",
        "status": "rent",
        "area": "10,000 sq ft",
        "location": "Chicago, IL",
        "facilities": [
            "Loading Docks",
            "Storage Racks",
            "Security System"
        ],
        "view_property_button": "View Property"
    },
    {
        "image": "https://i.ibb.co/98Bnzcw/marina.jpg",
        "estate_title": "Entertainment Venue with Stage and Bar",
        "id": 4,
        "segment_name": "Entertainment Venue",
        "description": "Versatile entertainment venue equipped with a stage, bar, and seating area. Perfect for concerts, events, or parties.If the Licensing Sub-Committee determine to grant a Sexual Entertainment Venue licence, the licence will be subject to the Standard Conditions for Sexual Entertainment Venue licences, unless the Sub-Committee determines that certain Standard Conditions should be expressly excluded or varied",
        "price": "1,200,000",
        "status": "sale",
        "area": "7,500 sq ft",
        "location": "Miami, FL",
        "facilities": [
            "Stage",
            "Bar",
            "VIP Lounge"
        ],
        "view_property_button": "View Property"
    },
    {
        "image": "https://i.ibb.co/YdypWcV/factory.jpg",
        "estate_title": "Industrial Complex with Manufacturing Facilities",
        "id": 5,
        "segment_name": "Industrial",
        "description": "Comprehensive industrial complex equipped with manufacturing facilities, warehouses, and office space. Ideal for large-scale production.Nevertheless, industrial relations has frequently been concerned with employment relationships in the broadest sense, including  employment relationships. This is sometimes seen as paralleling a trend in the separate but related discipline of human resource management",
        "price": "8,500,000",
        "status": "sale",
        "area": "100,000 sq ft",
        "location": "Detroit, MI",
        "facilities": [
            "Manufacturing Units",
            "Warehouses",
            "Office Space"
        ],
        "view_property_button": "View Property"
    },
    {
        "image": "https://i.ibb.co/KrDc8Tj/happy-waiter.jpg",
        "estate_title": "Upscale Restaurant in Entertainment District",
        "id": 5,
        "segment_name": "Restaurants",
        "description": "Savor the taste of success at this upscale restaurant located in the vibrant entertainment district. Offering a sophisticated ambiance, delectable cuisine, and impeccable service, it provides an unforgettable dining experience for patrons. With a fully equipped kitchen, stylish dining area, and outdoor patio, it's the perfect venue for culinary entrepreneurs looking to make their mark in the restaurant scene.",
        "price": "3,000,000",
        "status": "sale",
        "area": "5,000 sq ft",
        "location": "Miami, FL",
        "facilities": [
            "Dining Area",
            "Kitchen",
            "Outdoor Patio"
        ],
        "view_property_button": "View Property"
    }
]